INSERT INTO  gift (id, name_gift, date_adding, description, gender, price, appreciated, image_path, recommended_age, id_shop) VALUES
  (NULL , 'Набор столовых приборов «Роскошь»', '2017-10-18 00:00:01', 'Потрясающий столовый набор из мельхиора с позолотой «Роскошь» — шикарный и одновременно практичный
подарок, который будет переходить из поколения в поколение, и которым будут пользоваться на самых торжественных застольях.','UNISEX', 37990, 15, 'roskash.jpg', 45, 8);

INSERT INTO  gift (id, name_gift, date_adding, description, gender, price, appreciated, image_path, recommended_age, id_shop) VALUES
  (NULL , 'Cтатуэтка «Оскар»', '2017-10-25 00:00:01', 'Наградите самых лучших и самых достойных легендарной статуэткой Оскар!
Создайте звёздный персональный подарок прямо сейчас!','UNISEX', 1790, 680, 'p237_artskills_600x0.jpg', 25, 2);

INSERT INTO  gift (id, name_gift, date_adding, description, gender, price, appreciated, image_path, recommended_age, id_shop) VALUES
  (NULL , 'Подарочный набор мёда «Для счастья»', '2017-10-25 10:00:01',
   'Без медка и жизнь не так сладка! Подарите родным, друзьям или коллегам волшебную коробочку для счастья, которая сделает их жизнь сладкой, как мёд! Персонализируйте презент прямо сейчас!','UNISEX', 1990, 1101, 'p14029_artskills_600x0.jpg', 22, 7);

INSERT INTO  gift (id, name_gift, date_adding, description, gender, price, appreciated, image_path, recommended_age, id_shop) VALUES
  (NULL , 'Коробка для вина «Поздравительная»', '2017-10-25 00:00:01',
   'Превратите бутылку вина в памятный именной подарок — упакуйте её в оригинальную деревянную коробку. Создайте персональный презент прямо сейчас!','UNISEX', 1790, 230, 'p8520_artskills_600x0.jpg', 35, 1);


INSERT INTO  gift (id, name_gift, date_adding, description, gender, price, appreciated, image_path, recommended_age, id_shop) VALUES
  (NULL , 'Глянцевые запонки с гравировкой «Персональные»', '2017-10-24 00:00:01',
    'Запонки с его инициалами? Блестящая идея! Строгий внешний вид, прочность металла и индивидуальная гравировка делают этот аксессуар отличным подарком мужчине на любой праздник!','MEN', 1890, 148, 'zaponki_personal.jpg', 36, 8);


INSERT INTO  gift (id, name_gift, date_adding, description, gender, price, appreciated, image_path, recommended_age, id_shop) VALUES
  (NULL , 'Дизайнерский 3D светильник из ваших фотографий «Поп-арт»', '2017-10-26 00:00:01', '3D светильник — это настенный светодиодный короб, поверх которого крепится заменяемый постер с напечатанным по вашему заказу изображением. Любые фотографии, поп-арт портрет по фото в стиле Э.Уорхола, коллаж из фотографий или фотомозаика — картина из сотен маленьких фотографий, любые ваши идеи на интерьерном лайтбоксе. Эксклюзивная новинка, заменяемые изображения, акции и подарки! Искренний восторг виновника торжества и его гостей гарантирован. Узнаваемая техника Энди Уорхола, множество цветовых решений, скидки и подарки.','UNISEX', 3590, 1390, 'svetilinik_iz_foto.jpg', 25, 2);

INSERT INTO  gift (id, name_gift, date_adding, description, gender, price, appreciated, image_path, recommended_age, id_shop) VALUES
  (NULL , 'Махровый халат с вышивкой, синий с белой отстрочкой', '2017-10-15 00:00:01', 'Именные халаты премиального класса из натурального хлопка с внешней велюровой стороной и внутренней — из высококачественной петельчатой махры, приятной к телу. На внешней велюровой стороне вышивка смотрится особенно роскошно. Мы можем нанести вышивку имени или дизайна любой сложности по индивидуальному заказу на спинку изделия.','MEN', 6000, 260, 'halat.jpg', 35, 7);


INSERT INTO  gift (id, name_gift, date_adding, description, gender, price, appreciated, image_path, recommended_age, id_shop) VALUES
  (NULL , 'Чай с имбирём для настоящих мужчин «Кристалл»', '2017-10-15 00:00:01', 'Имбирный чай приносит пользу организму. Способствует укреплению иммунитета, помогает с утра ясно мыслить и чувствовать себя бодро, уверенно. Рекомендуется заваривать в большом чайнике на весь коллектив. Процесс заваривания должен длиться 5-7 минут. ','MEN', 290, 159, 'chai_imbir.jpg', 17, 6);


INSERT INTO  gift (id, name_gift, date_adding, description, gender, price, appreciated, image_path, recommended_age, id_shop) VALUES
  (NULL , 'Пивная кружка «Царь, просто царь»', '2017-10-15 00:00:01', 'Настоящий мужчина в своем доме должен чувствовать себя царем. Такая кружка — отличный повод напомнить ему об этом. Надпись наносится на поверхность кружки при помощи лазера. Она не сотрется и не станет тусклой со временем.','MEN', 790, 450, 'krushka_king.jpg', 29, 4);


INSERT INTO  gift (id, name_gift, date_adding, description, gender, price, appreciated, image_path, recommended_age, id_shop) VALUES
  (NULL , 'Поп-арт портрет по фотографии', '2017-10-15 00:00:01', 'Холст подойдет в честь любого праздника: день рождения, годовщина, помолвка, свадьба или без повода. Порадовать любимого человека приятно и оригинально — просто запечатляйте самый лучший момент из вашей жизни не только на фото, а и в виде профессионального творчества. Также такой презент можно преподнести знакомым, друзьям, родителям. Предоставив фотографии, художники сразу же возьмутся за дело. В случае необходимости можно сделать заказ на индивидуальный портрет — все для клиента. Размером 60х80 см.','UNISEX', 6600, 980, 'img0004.png', 20, 8);


INSERT INTO  gift (id, name_gift, date_adding, description, gender, price, appreciated, image_path, recommended_age, id_shop) VALUES
  (NULL , 'Шахматы «Пираты Карибского моря»', '2017-10-22 00:00:01', 'Фигурки для шахмат выполнены из полистоуна (искусственный камень); он имеет однородную структуру, достаточно надежный и прочный, чуть тяжелее деревянных фигур. Каждая фигурка выполнена максимально реалистично и детали тщательно проработаны.
Доска выполнена из дерева, что придает подарку утонченность и изысканность.','MEN', 9700, 167, '000343367_000350094_sizus400.jpg', 28, 8);

INSERT INTO  gift (id, name_gift, date_adding, description, gender, price, appreciated, image_path, recommended_age, id_shop) VALUES
  (NULL , 'Копилка для винных пробок «Я люблю вино»', '2017-10-21 00:00:01', 'Копилка для винных пробок это великолепный и забавный элемент декора и прекрасный подарок любителям вина.','UNISEX', 2200, 211, 'ilovewine.jpg', 25, 7);

INSERT INTO  gift (id, name_gift, date_adding, description, gender, price, appreciated, image_path, recommended_age, id_shop) VALUES
  (NULL , 'Корабль «Черная жемчужина»', '2017-10-26 00:00:01', 'Модели кораблей, Устремленные к одним им известной цели, они вдохновляют нас на новые творческие подвиги и новые достижения бизнесе! И если уж что входит в понятие «сделано добротно» — так это они: идеально обработанные бока из металла, или, если корабль старинный, то палисандра или бука. Идеально выделанные и окрашенные части такелажа и надстроек — точно такие же, как у оригинала. Разумеется, все эти сувениры на морскую тему — только чуткой ручной работы!

Производство: Испания
Размер: 90*78*19 см','MEN', 30000, 561, '000317993_000324100_sizus400.jpg', 35, 7);


INSERT INTO  gift (id, name_gift, date_adding, description, gender, price, appreciated, image_path, recommended_age, id_shop) VALUES
  (NULL , 'Механический зонт-трость с деревянной ручкой «Арбуз»', '2017-10-18 00:00:01', 'Сладко, очень сладко. Арбузное настроение — круглый год. Этот зонт с двухслойным куполом снаружи выглядит просто черным, но стоит ему качнуться на ветру — и все увидят необычную «фруктовую» изнанку. Сочный красный арбуз, контрастируя с хмурым дождливым пейзажем, поднимет настроение не только владельцу зонта, но и всем окружающим. Зонт, под которым всегда солнечное настроение, — отличный источник оптимизма в дождливый день!','WOMEN', 1190, 411, 'p23363_artskills_600x0.jpg', 17, 10);

INSERT INTO  gift (id, name_gift, date_adding, description, gender, price, appreciated, image_path, recommended_age, id_shop) VALUES
  (NULL , 'Подушка 48х24 см с Вашими изображениями', '2017-10-15 00:00:01', 'Подушка с фотографиями — отличный элемент домашнего интерьера, подарок близким или друзьям. Размещайте фото прямо из альбомов Instagram или Вконтакте. Вы так же можете загружать фото со своего компьютера.
На подушке можно запечатлеть фотографии из путешествий, памятные моменты в отношениях с любимым человеком, фото с малышом, друзьями... Что угодно, это уже зависит от вашей фантазии.
Изделие выполнено с вниманием к деталям. Лицевая сторона мягкая и приятная на ощупь. Подушку можно стирать в стиральной машине.
Мы гарантируем высокое качество изделия, поэтому уверенно заявляем, что вернем деньги, если вы не будете удовлетворены результатом.','WOMEN', 1000, 631, 'podushka_s_foto.jpg', 19, 1);


INSERT INTO  gift (id, name_gift, date_adding, description, gender, price, appreciated, image_path, recommended_age, id_shop) VALUES
  (NULL , 'Шкатулка для часов Champ', '2017-10-15 00:00:01', 'Шкатулка для часов Champ — замечательный подарок для друга, коллеги или брата, которые любят такие аксессуары как часы. Удобно хранить и брать с собой в поездки.','UNISEX', 13200, 121, 'shkatylkaChamp.jpg', 24, 4);


INSERT INTO  gift (id, name_gift, date_adding, description, gender, price, appreciated, image_path, recommended_age, id_shop) VALUES
  (NULL , 'Шоколадная паста Bounty', '2017-10-15 00:00:01', 'Сладкие подарки приходятся всегда кстати. Они порадуют и детей, и взрослых. Вкусный и доступный презент по любому поводу.','CHILD', 449, 2313, '345e4d9d-8746-4d45-ad65-c0a90a5b9cf3.jpg', 10, 6);

INSERT INTO  gift (id, name_gift, date_adding, description, gender, price, appreciated, image_path, recommended_age, id_shop) VALUES
  (NULL , 'Шоколадная паста Twix', '2017-10-15 00:00:01', 'Любимый с детства молочный шоколад с мягкой карамелью и рассыпчатым печеньем в виде пасты. Начинать утро с мягким хлебом и вкусной пастой не только приятно, но и полезно.','CHILD', 449, 1987, 'ddb2b16d-f417-4ab1-a5fc-0fa3d5e8e650.jpg', 10, 3);

INSERT INTO  gift (id, name_gift, date_adding, description, gender, price, appreciated, image_path, recommended_age, id_shop) VALUES
  (NULL , 'Зонт «Сердце»', '2017-10-19 00:00:01', 'Любовь греет! И один из способов согреть любимого человека — подарить ему зонт в форме сердца! Как зонт, он не даст промокнуть, замерзнуть и простудиться. Как сердце, он согреет мыслью, что вы сердцем всегда рядом. Кстати, любящими сердцами обладают не только возлюбленные, но и друзья, дети, родители, а иногда даже коллеги. Поэтому этот яркий и добрый подарок от всех и каждому!','WOMEN', 1790, 891, 'zont_heart.jpg', 18, 9);

INSERT INTO  gift (id, name_gift, date_adding, description, gender, price, appreciated, image_path, recommended_age, id_shop) VALUES
  (NULL , 'Столик для завтрака в постель «С любовью»', '2017-10-26 11:20:01', 'Столик для завтрака в постель — самый романтичный подарок!
Такой столик будет приятным подарком к свадьбе молодоженам, любимому или любимой к празднику, да и всем тем, кто любит полакомиться лежа в постели или читать книжку на диване, а может поработать с ноутбуком. Согласитесь, это так приятно, проснуться в постели, где тебя уже ждет завтрак и чашечка горячего чая или кофе, приготовленного с Любовью...что может быть лучше? ','WOMEN', 1799, 1452, 'img898_41702_big.jpg', 25, 8);


INSERT INTO  gift (id, name_gift, date_adding, description, gender, price, appreciated, image_path, recommended_age, id_shop) VALUES
  (NULL , '3D-пазл «Панда»', '2017-10-19 00:00:01', 'Создайте трехмерную модель панды из микрогофоркартона. Это будет прекрасным украшением на стол, можно собрать целую коллекцию животных!','CHILD', 390, 1189, '3d-pazl-panda-foto-pap-2001.jpg', 8, 11);


INSERT INTO  gift (id, name_gift, date_adding, description, gender, price, appreciated, image_path, recommended_age, id_shop) VALUES
  (NULL , 'Именная настольная игра «Волшебник Изумрудного города»', '2017-10-25 00:00:01', 'Вы в город Изумрудный пойдёте дорогой не трудной, а увлекательной и весёлой! Всю семью с собой возьмёте, будете колдовать, выполнять задания и отлично проведёте время в пути! Создайте эксклюзивный экземпляр семейной игры, заполнив строки ниже, прямо сейчас!','CHILD', 1790, 1331, 'p23082_artskills.jpg', 12,  11);


INSERT INTO  gift (id, name_gift, date_adding, description, gender, price, appreciated, image_path, recommended_age, id_shop) VALUES
  (NULL , 'Копилка «Кошечка-воришка»', '2017-10-25 00:00:01', 'Милая и забавная копилка с кошечкой, ворующей монетки! Стоит только положить монетку на "тарелочку", как тут же из копилки появится кошечка и лапкой «украдет» монетку! Милый и забавный подарок подарок для детей и взрослых.','CHILD', 950, 2349, 'kiska_vorishka.jpg', 10,  8);

INSERT INTO  gift (id, name_gift, date_adding, description, gender, price, appreciated, image_path, recommended_age, id_shop) VALUES
  (NULL , 'Пазл Larsen «Алфавит»', '2017-10-25 00:00:01', 'Пазлы «Ларсен» — это прежде всего обучающие пазлы. Они привлекают своей филигранностью исполнения. Сделанные из высококачественного трехслойного картона, они не деформируются и легко берутся в руки. Все пазлы снабжены специальной подложкой, благодаря чему их удобно собирать. Многообразие форм вырубки и различные размеры отдельных элементов способствуют развитию мелкой моторики у малышей.','CHILD', 528, 1278, 'pazl-larsen-alfavit.jpg', 5,6);


INSERT INTO  gift (id, name_gift, date_adding, description, gender, price, appreciated, image_path, recommended_age, id_shop) VALUES
  (NULL , 'Воздушный змей «Пиратский флаг»', '2017-10-25 00:00:01', 'Простые воздушные змеи — это самый популярный вид воздушных летчиков. Эти змеи отличаются многообразием форм и размеров.','CHILD', 580,1671, 'piratskii-flag-zmey.jpg', 5, 6);

INSERT INTO  gift (id, name_gift, date_adding, description, gender, price, appreciated, image_path, recommended_age, id_shop) VALUES
  (NULL , 'Конструктор Soft Blocks «Драконы»', '2017-10-25 00:00:01', '3D-пазл Soft Blocks «Драконы» создаст чарующую сказочную атмосферу. Эти мифические существа есть во многих сказках и преданиях. Набор из 235 деталей позволяет собрать двух драконов.','CHILD', 1280, 1233, 'konstruktor-soft-blocks.jpg',3, 5);


INSERT INTO  gift (id, name_gift, date_adding, description, gender, price, appreciated, image_path, recommended_age, id_shop) VALUES
  (NULL , 'Воздушный змей «Божья коровка»', '2017-10-19 00:00:01', 'Простые воздушные змеи — это самый популярный вид воздушных летчиков. Эти змеи отличаются многообразием форм и размеров.','CHILD', 385, 1233, 'bozhia-korovka-zmey.jpg', 5, 3);

INSERT INTO  gift (id, name_gift, date_adding, description, gender, price, appreciated, image_path, recommended_age, id_shop) VALUES
  (NULL , 'ФУТБОЛЬНЫЙ МЯЧ ADIDAS PAUL POGBA LIMITED EDITION', '2017-10-19 00:00:01', 'Этот футбольный мяч с бесшовной поверхностью обеспечивает идеальный контроль и точную траекторию полета. Лимитированная коллекция, вдохновленная стилем игры Поля Погба. Поверхность из термополиуретана и полиэстера и латексная камера для повышенной функциональности и прочности. Продуманная конструкция не утяжеляет мяч даже во время игры в сырую погоду.','MEN', 4690, 322, 'bollAdi.jpg',18,1);

INSERT INTO  gift (id, name_gift, date_adding, description, gender, price, appreciated, image_path, recommended_age, id_shop) VALUES
  (NULL , 'КРОССОВКИ ADIDAS TUBULAR DOOM SOCK', '2017-10-19 00:00:01', 'Когда кроссовки Tubular впервые появились в 90-х, они произвели эффект разорвавшейся бомбы и перевернули традиционные представления о дизайне спортивной обуви. Модель Tubular Doom продолжает традицию оригинала и играет с инновационным архивным силуэтом, преображая его низким фигурным голенищем. Вязаный эластичный верх плотно облегает стопу, обеспечивая поддержку и комфорт. Современная версия дополнена узнаваемой подошвой Tubular Doom, стильной вставкой на пятке и двухцветными шнурками.','MEN', 9990, 765, 'sneckerAdi.jpg',17,4);

INSERT INTO  gift (id, name_gift, date_adding, description, gender, price, appreciated, image_path, recommended_age, id_shop) VALUES
  (NULL , 'Гладкоствольное охотничье ружье МР-27EМ-1C', '2017-10-19 00:00:01', 'Дальнейшее развитие МР-27ЕМ. Ружье с эжектором селекторного типа, который выбрасывает только стреляную гильзу и, при необходимости, может быть отключен. Ударно-спусковой механизм с одним спусковым крючком позволяет вести стрельбу из обоих стволов в нужной последовательности.','MEN', 29739, 13, '491a606591fc33b06548da1c4a903964.jpg', 35,8);

INSERT INTO  gift (id, name_gift, date_adding, description, gender, price, appreciated, image_path, recommended_age, id_shop) VALUES
  (NULL , 'Спиннинговый комплект Carbon Light 240 (3-15 gr)', '2017-10-19 00:00:01', 'Серия спинниговых комплектов Carbon - премиальная линейка наборов для ловли спиннингом. Качественные комплектующие фирмы Cormoran дадут почувствовать ощущения от настоящей ловли спиннингом.
  1) Спиннинг Cormoran Bull Fighter LRC 240 3-15gr
  Длина 240 см
  Длина в сборе 120 см
  Достойный спиннинг из высокомодульного графита. Быстрый строй, легкий вес, фурнитура SIC - лучший выбор спиннингиста.

  2) Катушка Cormoran Bull Fighter 2Aif 1500
  Линека качественных катушек для спиннинга от немецкого производителя Cormoran. Достойная плавность хода, мгновенный антиреверс, точная настройка фрикциона - основополагающие комфортной рыбалки на спиннинг- сочетаются в этой катушке единым механизмом.

  3) Плетеный шнур Profix 0.12 мм

  4) Комплект приманок также оптимально подобран под тест и строй спиннинга, и включает в себя лучшие варианты для ловли окуня, некрупной щучки, форели, голавля, язя и других рыб
  Все приманки  аккуратно упакованы в коробочку Aquatic 220SH.
  ','MEN', 5030, 45, '1370014383-jpg.jpg',35, 6);

INSERT INTO  gift (id, name_gift, date_adding, description, gender, price, appreciated, image_path, recommended_age, id_shop) VALUES
  (NULL , 'Букет для любимой «101 Элитная красная роза»', '2017-10-28 00:00:01', 'Цветы - лучший подарок, который никого не оставляет равнодушным и главным фаворитом всех времен остается букет из роз, символизирующих все лучшие чувства от признания и уважения до страстной, трепетной любви! Букет из роз способен покорить сердце любой красавицы. Эти чувственные, роскошные цветы донесут Ваши искренние чувства и тронут близкого человека до глубины души.','WOMEN', 10490, 91, '3_5263_1442210692.jpg',18, 3);

INSERT INTO  gift (id, name_gift, date_adding, description, gender, price, appreciated, image_path, recommended_age, id_shop) VALUES
  (NULL , 'Золотые серьги с бриллиантами', '2017-10-28 00:00:01','Бренд: SUNLIGHT
  Модель: 2788-C5Y-01
  Вставка: Бриллиант
  Серьги с 2 бриллиантами, 0.41 карат;
  Желтое золото 585 пробы.
  Минимальный вес изделия: 3,11 г.','WOMEN', 49990, 69, '7502f261bd558be56a9de23a8dc56b11.jpg', 25, 2);





